INSERT INTO categories (title)
VALUES ('Баннер'), ('Указатель'), ('Экран'), ('реклама'), ('Навигационный щит');

INSERT INTO objects (title)
VALUES ('Гостевой вход в отель'), ('Туристическая тропа'), ('Ресепшен'), ('Квадрат K9'), ('Бассейн');

INSERT INTO status (title, color)
VALUES ('Установлен', 'Green'), ('Не установлен', 'Yellow'), ('Неизвестен', 'Gray'), ('Требуется заменить', 'Red');

INSERT INTO media (title, number, object_id, user_id, start_date, service_life, end_date, category_id, status_id)
VALUES ('Навигация бассейн', 192130, 5, 2, '2024-01-01', 366, '2024-12-31', 5, 1),
       ('Навигация лифт', 222130, 1, 1, '2024-01-01', 731, '2025-12-31', 3, 2),
       ('Рекламный баннер', 342130, 4, 1, '2024-01-01', 1096, '2026-12-31', 1, 1),
       ('Стрелка влево', 442130, 2, 2, '2024-03-21', 732, '2026-03-22', 2, 1),
       ('Стрелка влево', 442131, 2, 2, '2024-03-21', 732, '2026-03-22', 2, 1),
       ('Стрелка влево', 442132, 2, 2, '2024-03-21', 732, '2026-03-22', 2, 2),
       ('Навигация лифт', 255130, 3, 1, '2024-01-01', 731, '2025-12-31', 5, 1),
       ('Рекламный баннер', 2130, 4, 1, '2022-01-01', 810, '2026-03-20', 1, 4)